tap "aquaproj/aqua"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "qemu"
brew "fish"
brew "gnupg"
brew "tree-sitter"
brew "wget"
brew "aquaproj/aqua/aqua"
brew "hashicorp/tap/terraform-ls"
cask "1password"
cask "blender"
cask "brave-browser"
cask "discord"
cask "font-udev-gothic"
cask "google-drive"
cask "raspberry-pi-imager"
cask "slack"
cask "vlc"
cask "wezterm"
cask "zoom"
cask "zsa-wally"
if OS.mac?
  tap "gromgit/fuse"
  brew "mas"
  brew "gromgit/fuse/sshfs-mac"
	cask "macfuse"
  mas "feedly", id: 865500966
  mas "LINE", id: 539883307
  mas "Magnet", id: 441258766
end
