tap "eddieantonio/eddieantonio"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
brew "giflib"
brew "libpng"
brew "pixman"
brew "cairo"
brew "openssl@3"
brew "pango"
brew "jpeg"
brew "librsvg"
brew "licenseplist"
brew "mockolo"
brew "pkgconf"
brew "pnpm"
brew "qpdf"
brew "swiftgen"
cask "google-drive"
cask "google-japanese-ime"
cask "visual-studio-code"
vscode "humao.rest-client"
