decors/fish-ghq
dracula/fish
franciscolourenco/done
jethrokuan/z
jethrokuan/fzf
jorgebucaran/fisher
grimoh/fish-aqua
grimoh/fish-helmfile
grimoh/fish-prompt
jorgebucaran/autopair.fish
