tap "aquaproj/aqua"
tap "dracula/install"
tap "eddieantonio/eddieantonio"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "wez/wezterm"
brew "asdf"
brew "git"
brew "gnutls"
brew "gnupg"
brew "mas"
brew "neovim"
brew "sheldon"
brew "starship"
brew "ttyd"
brew "wget"
brew "aquaproj/aqua/aqua"
brew "dracula/install/dracula-git"
brew "gromgit/fuse/sshfs-mac"
cask "1password"
cask "android-studio"
cask "brave-browser"
cask "discord"
cask "fig"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-drive"
cask "macfuse"
cask "slack"
cask "visual-studio-code"
cask "vpn-by-google-one"
cask "wezterm-nightly"
cask "zoom"
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Skitch", id: 425955336
mas "Xcode", id: 497799835
vscode "asvetliakov.vscode-neovim"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dracula-theme.theme-dracula"
vscode "golang.go"
vscode "manasxx.background-cover"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "withfig.fig"
