tap "aquaproj/aqua"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "wez/wezterm"
brew "asdf"
brew "git"
brew "gnutls"
brew "gnupg"
brew "mas"
brew "neovim"
brew "sheldon"
brew "ttyd"
brew "wget"
brew "aquaproj/aqua/aqua"
brew "gromgit/fuse/sshfs-mac"
cask "1password"
cask "android-file-transfer"
cask "android-studio"
cask "brave-browser"
cask "discord"
cask "fig"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-drive"
cask "macfuse"
cask "slack"
cask "visual-studio-code"
cask "vpn-by-google-one"
cask "wezterm-nightly"
cask "zoom"
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Skitch", id: 425955336
mas "Xcode", id: 497799835
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "EditorConfig.EditorConfig"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "manasxx.background-cover"
vscode "mosapride.zenkaku"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "tomoki1207.pdf"
vscode "withfig.fig"
vscode "zenn.zenn-preview"
