tap "aquaproj/aqua"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "wez/wezterm"
brew "asdf"
brew "git"
brew "gnutls"
brew "gnupg"
brew "mas"
brew "sheldon"
brew "ttyd"
brew "wget"
brew "aquaproj/aqua/aqua"
brew "gromgit/fuse/sshfs-mac"
cask "1password"
cask "android-file-transfer"
cask "android-studio"
cask "brave-browser"
cask "discord"
cask "fig"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-drive"
cask "macfuse"
cask "slack"
cask "vpn-by-google-one"
cask "wezterm-nightly"
cask "zoom"
mas "LINE", id: 539883307
mas "Skitch", id: 425955336
mas "Magnet", id: 441258766
mas "Hidden Bar", id: 1452453066
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
